M.Datepicker.defaults.i18n = {
  cancel: 'Отмена',
  clear: 'Очистить',
  done: 'Ок',
  previousMonth: '‹',
  nextMonth: '›',
  months:
  [
    'Январь',
    'Февраль',
    'Март',
    'Апрель',
    'Май',
    'Июнь',
    'Июль',
    'Август',
    'Сентябрь',
    'Октябрь',
    'Ноябрь',
    'Декабрь'
  ],
  monthsShort:
  [
    'Яев',
    'Фев',
    'Мар',
    'Апр',
    'Май',
    'Июнь',
    'Июль',
    'Авг',
    'Сен',
    'Окт',
    'Ноя',
    'Дек'
  ],
  weekdays:
  [
    'Воскресенье',
    'Понедельник',
    'Вторник',
    'Среда',
    'Четверг',
    'Пятница',
    'Суббота'
  ],
  weekdaysShort:
  [
    'Вс',
    'Пн',
    'Вт',
    'Ср',
    'Чт',
    'Пт',
    'Сб'
  ],
  weekdaysAbbrev:  ['Вс','Пн','Вт','Ср','Чт','Пт','Сб']
};
M.Datepicker.defaults.format = "dd.mm.yyyy";
